[Language]
ID = 1033
NAME = EN
LANGUAGE = en-US
DESCRIPTION = English

[CMainDlg]
CAPTION = Best Trace
IDOK = Query(&S) 
IDC_LOCAL = LocalIP(&L)   
IDC_CLEAR = Clean(&C) 
IDC_UPDATE = Update IPDB(&U)  
IDC_TRACERT = Traceroute(&T)   
IDC_MONITOR = Net Monitor(&M)   
IDC_RPING = Batch Ping(&R) 
IDC_TOKEN = Paid Db(&F)    
IDC_HELPER = Help(&H) 
IDC_WEBSITE = &IPIP.NET  
IDC_LANGUAGE = Language
ID_APP_ABOUT = About(&A) 
IDC_MAIN_TOKEN_SYSLINK = <a>TEST</a>    
IDC_RTRACE = Batch Trace(&E)

DB.NETFAILD = Error loading IP database, using update function to fix IP database.
DB.IPEMPTY = IP address can not be empty.
DB.IPINVALID = Not a valid IP address.
DB.REFRESH = <a>REFRESH</a>
DB.FREE = Free IP library version: %d. 
DB.NEWEST = IP database is already the latest version.
DB.NEWVERSION = There is a new version of the IP database.
DB.UPDATE = Local version: %d\r\nLatest version: %d. \r\nDo you want to download the latest IP database?
DB.UPDATED = IP database data is updated.
DB.ERROR = Loading IP library error, using update fix.

MENU.SHOW = Show
MENU.AUTOSTART_OFF = Boot from the start
MENU.LISTENING_CLIP = Watch the clipboard
MENU.TRACERT = Route tracking
MENU.MONITOR = Traffic monitoring
MENU.RPING = Batch Ping
MENU.RTRACE = Batch Trace
MENU.CLOSE = Close
MENU.LANGDEF = Default
MENU.LANGRESTART = The setting will take effect the next time it starts.

PAID.VERIFTY = Verification, please wait...
PAID.RETRY = Request error, please try again!
PAID.VER = paid access %s, today's usage: %d, service expiration time: %s.
PAID.AVAILABLE = available
PAID.UNAVAILABLE = limited

[CTokenDlg]
CAPTION = Pay plan
IDOK = OK
IDC_TOKEN_MORE = Learn about payment plans
IDC_TOKEN_RESET = Clean
IDCANCEL = Cancel
IDC_TOKEN_STATIC_TOKEN = TOKEN:
IDC_TOKEN_STATIC_DESC = The software has a built-in offline IP library version is only free version, there are some restrictions and 2017 changed from time to time to update, for the convenience of users to use, specifically support API-based online IP library query function. If you are our IP library customer, then as long as the API TOKEN input, you can. You can also purchase the API version separately.

[CAboutDlg]
CAPTION = About Best Trace
IDOK = OK
IDC_WEBSITE = &IPIP.NET
IDC_ABOUT_STATIC_DESC = Best Trace is IPIP.NET based on their own IP geographical location database and rDNS database, for the network needs of similar users to develop a professional tool software.
IDC_ABOUT_STATIC_QQ = QQ group: 346280296
IDC_ABOUT_STATIC_CR = Copyright 2013 - 2017
ABOUT.VER = Best Trace V%s

[CTracertDlg]
CAPTION = Route tracking
IDC_TRACERT_DNS_EDIT = +
IDC_TRACERT_VIP = Native network
IDC_TRACERT_SYNC = Sync
IDC_TRACERT_TCP = TCP(port 80, admin)
IDC_TRACERT_RUN = Start
IDOK = Start
IDC_TRACERT_CANCEL = Clean
IDC_TRACERT_CHANGEMAP = Switch the map
IDC_TRACERT_IPLOC = IP Parse Lib
IDC_TRACERT_EXPORT = Export
IDC_LABEL_STATUS = Address data information provided by ipip.net.

LIST.TIME = Time(ms)
LIST.ADDRESS = Address
LIST.HOST = Hostname
PAID.LOCALHOST = Native network
TRACE.IPERROR = IP or domain error
TRACE.RESULTEMPTY = No results
TRACE.STOP = Stop
TRACE.STOPING = Stoping
TRACE.NONEMPTY = IP or domain name can not be empty.
TRACE.TRACEROUTE = Route tracking
TRACE.WAIT = Please wait
TRACE.TARGET = Target IP: %s
TRACE.TARGET2 = Target IP: %s ( %s )
TRACE.TARGET3 = Target IP: %s ( %s@%s )
TRACE.PAIDRESULT = VIP route tracking result: %d.
TRACE.HOSTNONEXISTS = Domain name does not exist
TRACE.DNSTIMEOUT = Access DNS timeout
TRACE.HOSTFAILED = Domain name resolution failed
TRACE.LAN = LAN
TRACE.FILTER = BACKBONE|LAN|Shared Address
TRACE.FILTER2 = BACKBONE|LAN|Shared Address|China, ChinaNetcom|China, ChinaUnicom|China, ChinaMobile|China, ChinaTelecom
TRACE.SYSDNS = System DNS
TRACE.LOCALSPAN = ,&nbsp;

MENU.CPIP = Copy IP
MENU.CPHOST = Copy hostname
MENU.TRACE = Trace
MENU.RPING = Batch Ping
MENU.RTRACE = Batch Trace
MENU.RETRY = Retry
MAP.BING = Microsoft bing map
MAP.OSM = OSM map
MAP.GOOGLEEN = Google International map
MAP.GOOGLECN = Google China Edition map
MAP.FIT = FIT
MAP.FITTITLE = Fit all node.
MENU.EXPORTTXT = Export text
MENU.EXPORTIMG = Export picture

[CTracertDnsDlg]
CAPTION = DNS
IDOK = OK
IDCANCEL = Cancel
IDC_TRACERT_DNS_RESET = Reset
DNS.DEFAULT = 114.114.114.114#114DNS|114.114.115.115#114DNS|119.29.29.29#DNSPOD|182.254.116.116#DNSPOD|182.254.118.118#DNSPOD|180.76.76.76#BAIDU|223.5.5.5#ALI|223.6.6.6#ALI|1.2.4.8#CNNIC|210.2.4.8#CNNIC|8.8.8.8#GOOGLE|8.8.4.4#GOOGLE|

[CTracertVipDlg]
CAPTION = Route tracking node selection
PAID.LOGIN = Successful login
PAID.REGISTER = Going to the official website registration?

[CMonitorDlg]
CAPTION = Traffic monitoring
IDOK = Start
IDCANCEL = Stop
PCK.ALL = All packages
PCK.SEND = Sended package
PCK.RECV = Received package
TIME.ALL = All time
TIME.LAST = Last %d minutes
TIME.LASTFMT = Last %%d minutes
LIST.SRC = Source IP
LIST.SRCADDR = Source IP address
LIST.DST = Destination IP
LIST.DSTADDR = Destination IP address
LIST.REQ = Requests
LIST.REQSUM = Amount
LIST.PROC = Program (PID, admin)
LIST.TIME = Time
MENU.CPSRC = Copy source IP
MENU.CPDST = Copy destination IP
MENU.TRACE = Route tracking
MAP.FIT = FIT
MAP.FITTITLE = Fit all node.

[CRpingDlg]
CAPTION = Batch Ping
IDC_RPING_BACKBONE = Backbone
IDC_RPING_TCP = TCP(port 80, admin)
IDOK = Start
IDC_RPING_EXPORT = Export
IDC_RPING_BEGIN_STATIC = Start IP:
IDC_RPING_END_STATIC = End IP:
IDC_RPING_TIMES_STATIC = Times:
IDC_RPING_CONCURRENT_STATIC = Concurrent:
IDC_RPING_TIMEOUT_STATIC = Timeout:
IDC_RPING_PACKETLEN_STATIC = Packet:
IDC_RPING_FILTER_STATIC = Filter(MS):
IDC_RPING_TIMESPAN_STATIC = Interval(MS):
LIST.IP = IP
LIST.TIME = Time(ms)
LIST.TTL = TTL
LIST.HOST = Host
LIST.ETC = Etc
PING.COMPLETE = Complete
PING.STOP = Abort
PING.STOPING = Ending
PING.NOFILTER = No filter
PING.WRN = Please note
PING.WRNCONTENT = Batch PING is in progress, do you want to exit?
PING.ERRIP = Please enter the correct IP address.
PING.ERRIP2 = End IP is greater than the start IP.
PING.ERRPCK = The packet length should be between 0 and 256.

MENU.CPIP = Copy IP
MENU.TRACE = Route tracking
MENU.NOEXPORT = No exportable data
MENU.EXPORT = Do you want to locate the export file?
MENU.EXPORTCMP = Export completed

[CRTraceDlg]
CAPTION = Batch TRACE
IDC_RTRACE_BONE = Backbone
IDC_RTRACE_TCP = TCP(port 80, admin)
IDOK = Start
IDC_RTRACE_EXPORT = Export
IDCANCEL = Close
IDC_RTRACE_STATIC_START = Start IP:
IDC_RTRACE_STATIC_END = End IP:
IDC_RTRACE_STATIC_CON = Concurrent:
IDC_RTRACE_STATIC_TIMEOUT = Timeout:
IDC_RTRACE_STATIC_HOP = Start hop:
IDC_RTRACE_STATIC_HOP_MAX = End hop:

TRACE.AUTO = Auto
TRACE.REFRESHCMP = Refresh is complete
TRACE.NOCONTENT = No content
TRACE.STOP = Stop
TRACE.STOPING = Stoping
TRACE.COMPLETE = Complete
TRACE.ERRIP = Wrong start or end IP
TRACE.ERRIP2 = The starting IP is less than the end IP
TRACE.ERRHOP = The starting HOP is less than the end of the HOP
